{
  "name": "Total value of exports by country to world (%GDP) (OWID calculations based on CEPII and other sources)",
  "title": "Total value of exports by country to world (%GDP) (OWID calculations based on CEPII and other sources)",
  "id": 2481,
  "description": "Whenever possible, the source reports data on merchandise trade, excluding trade in services and re-exports. Some specific goods are also excluded (the authors highlight the omission of bullion and species in historical data). \nSince re-exports are excluded, special import data is favored over general import data (special imports have the importing country as their final destination, whereas general trade is composed of special trade, together with transit trade).\n\nTo calculate total exports to the rest of the world as a share of GDP, using the UK as an example, figures have been calculated as follows:\n\nUK-exports-to-the-world-as-share-of-GDP = [exports-to-A + exports-to-B + exports-to-C] / GDP-of-UK (this calculation would assume there are a total of three countries in the entire sample constituting the rest of the world).\n\nExport values used rely on the estimate given by the importer as the authors note: \"importers have a greater incentive to properly assess trade flows as they are commonly subject to duties\". Bilateral trade flows are recorded in current British pounds.\n\nThe CEPII data source uses the IMF's Direction of Trade Statistics (DOTS) dataset extensively from 1948 until the present day.\n\nWest Germany estimates have been used between 1950 - 1990, and Germany's trade estimates used before 1950 and after 1990. Estimates for East Germany have been excluded. Please see the original document providing a detailed description of the data set used, including country and territory definitions, available at: http://www.cepii.fr/CEPII/fr/publications/wp/abstract.asp?NoDoc=9134\n\nMicronesia, Marshall Islands, Monaco, Montenegro, San Marino, and the Bahamas have also been excluded from the sample due to insufficient data availability. ",
  "sources": [
    {
      "name": "CEPII Dyadic- Two Centuries of Bilateral Trade and Gravity Data: 1827-2014 (2016)",
      "dataPublishedBy": "Michel Fouquin & Jules Hugot , 2016. \"Two Centuries of Bilateral Trade and Gravity Data: 1827-2014,\" CEPII Working Paper 2016- 14 , May 2016 , CEPII",
      "dataPublisherSource": "IMF Direction of Trade Statistics data set, manuscripts",
      "link": "http://www.cepii.fr/cepii/en/bdd_modele/presentation.asp?id=32 ",
      "retrievedDate": "06/02/2018",
      "additionalInfo": "Whenever possible, the source reports data on merchandise trade, excluding trade in services and re-exports. Some specific goods are also excluded (the authors highlight the omission of bullion and species in historical data). \nSince re-exports are excluded, special import data is favored over general import data (special imports have the importing country as their final destination, whereas general trade is composed of special trade, together with transit trade).\n\nTo calculate total exports to the rest of the world as a share of GDP, using the UK as an example, figures have been calculated as follows:\n\nUK-exports-to-the-world-as-share-of-GDP = [exports-to-A + exports-to-B + exports-to-C] / GDP-of-UK (this calculation would assume there are a total of three countries in the entire sample constituting the rest of the world).\n\nExport values used rely on the estimate given by the importer as the authors note: \"importers have a greater incentive to properly assess trade flows as they are commonly subject to duties\". Bilateral trade flows are recorded in current British pounds.\n\nThe CEPII data source uses the IMF's Direction of Trade Statistics (DOTS) dataset extensively from 1948 until the present day.\n\nWest Germany estimates have been used between 1950 - 1990, and Germany's trade estimates used before 1950 and after 1990. Estimates for East Germany have been excluded. Please see the original document providing a detailed description of the data set used, including country and territory definitions, available at: http://www.cepii.fr/CEPII/fr/publications/wp/abstract.asp?NoDoc=9134\n\nMicronesia, Marshall Islands, Monaco, Montenegro, San Marino, and the Bahamas have also been excluded from the sample due to insufficient data availability. "
    },
    {
      "name": "NBER-United Nations Dataset 1962-2000",
      "dataPublishedBy": "Robert Feenstra and Robert Lipsey, The Center for International Development, UC Davis",
      "dataPublisherSource": "Constructed from United Nations trade data. ",
      "link": "NBER-UN trade data: http://cid.econ.ucdavis.edu/nberus.html BOE Exchange Rate: http://www.bankofengland.co.uk/research/Pages/datasets/default.aspx CEPII (2016) GDP data: http://www.cepii.fr/cepii/en/bdd_modele/presentation.asp?id=32",
      "retrievedDate": "21/02/2018",
      "additionalInfo": "To calculate merchandise trade as a share of GDP, the NBER-UN data series uses CEPII's long run GDP series, converted from nominal British pounds to US$, using historical exchange rates sourced from the Bank of England. NBER-UN has national trade statistics of country exports to the world. \n\nThe total value of exports includes only trade in goods, classified according to the 4 digit Standard International Trade Classification, Revision 2. Authors give primacy to importers' reports whenever they are available, assumed to be more accurate. \n\nCountries Comoros, Saint Kitts and Nevis, and the Netherlands Antilles have been excluded from the sample as, in the case of the former two, multiple countries are included in these labels in the NBER-UN data, and hence would be inaccurate to calculate the trade share by national GDP. For the Netherlands Antilles there is insufficient alternative trade data by the World Bank and other sources to check whether the figures are correctly estimated.\n\nThe United Kingdom consists of: the UK, British Antarctic Territories, the Falkland Islands, and Saint Helena.\nGermany consists of: East Germany, West Germany, and Germany.\nRussia: the former USSR and Russia.\nFrance: French Guinea, Guadeloupe, Saint Pierre and Miquelon, and France.\nYemen: the Yemen Arab Republic, the Yemen People's Republic, and Yemen. "
    },
    {
      "name": "World Bank WDI - Merchandise exports (2016)",
      "dataPublishedBy": "World Bank – World Development Indicators ",
      "dataPublisherSource": "World Trade Organization - national statistical agencies",
      "link": "https://data.worldbank.org/indicator/TX.VAL.MRCH.CD.WT",
      "retrievedDate": "13/09/2017",
      "additionalInfo": "To calculate total merchandise exports as a share of GDP, the value of merchandise exports (in current US$) was divided by country GDP (in current US$), with the ratio multiplied by 100. GDP data was taken from the World Bank's WDI available at: https://data.worldbank.org/indicator/NY.GDP.MKTP.CD\r\n\r\nThe World Bank's 'merchandise exports' refer to the FOB value of exported goods, while its 'goods exports' include all movable goods that involve a change in ownership from residents to non-residents. The latter definition is consistent with the System of National Accounts guidelines in reporting trade data.\r\n\r\nThe World Bank's merchandise figures are virtually identical to the World Trade Organisation's estimates of total merchandise exports available here: http://stat.wto.org/StatisticalProgram/WSDBStatProgramHome.aspx?Language=E. Hence, the World Bank merchandise time series display name has been labelled 'WTO'.\r\n\r\nLimitations and exceptions: Exports are recorded as the cost of the goods delivered to the frontier of the exporting country for shipment - the free on board (f.o.b.) value.\r\n\r\nCountries may report trade according to the general or special system of trade. Under the general system exports comprise outward-moving goods that are (a) goods wholly or partly produced in the country; (b) foreign goods, neither transformed nor declared for domestic consumption in the country, that move outward from customs storage; and (c) goods previously included as imports for domestic consumption but subsequently exported without transformation. Under the special system exports comprise categories a and c. In some compilations categories b and c are classified as re-exports. Because of differences in reporting practices, data on exports may not be fully comparable across economies.\r\n\r\nData on exports of goods are derived from the same sources as data on imports. In principle, world exports and imports should be identical. Similarly, exports from an economy should equal the sum of imports by the rest of the world from that economy. But differences in timing and definitions result in discrepancies in reported values at all levels.\r\n\r\nStatistical concept and methodology: Merchandise trade data are from customs reports of goods moving into or out of an economy or from reports of financial transactions related to merchandise trade recorded in the balance of payments. Because of differences in timing and definitions, trade flow estimates from customs reports and balance of payments may differ. Several international agencies process trade data, each correcting unreported or misreported data, leading to other differences.\r\n\r\nThe data on total exports of goods (merchandise) are from the World Trade Organization (WTO), which obtains data from national statistical offices and the IMF's International Financial Statistics, supplemented by the Comtrade database and publications or databases of regional organizations, specialized agencies, economic groups, and private sources (such as Eurostat, the Food and Agriculture Organization, and country reports of the Economist Intelligence Unit). Country websites and email contact have improved collection of up-to-date statistics, reducing the proportion of estimates. The WTO database now covers most major traders in Africa, Asia, and Latin America, which together with high-income countries account for nearly 95 percent of world trade. Reliability of data for countries in Europe and Central Asia has also improved."
    },
    {
      "name": "OECD, Balanced International Merchandise Trade Statistics (2015)",
      "dataPublishedBy": "OECD",
      "dataPublisherSource": "National statistical offices and other international organisations",
      "link": "https://stats.oecd.org/Index.aspx?DataSetCode=BIMTS_CPA#",
      "retrievedDate": "02/03/2018",
      "additionalInfo": "The Balanced International Merchandise Trade Statistics (BIMTS) database follows a four step procedure in order to reconcile bilateral trade asymmetries, i.e. so that exports from country A to country B are consistent with the imports of country B from country A. For more information on the OECD’s balancing methodology see the link provided above.\n\nTo calculate the total value of exports to the world, we sum the value of all products exported, by country, to all of its trading partners. Then to express total exports as a share of GDP, the total value of exports is divided by the exporting country’s GDP. GDP data is taken from the World Bank’s WDI available at: https://data.worldbank.org/indicator/NY.GDP.MKTP.CD "
    },
    {
      "name": "Eurostat (2016)",
      "dataPublishedBy": "Eurostat Comext",
      "dataPublisherSource": "National statistics",
      "link": "http://ec.europa.eu/eurostat/web/international-trade-in-goods/data/database",
      "retrievedDate": "05/03/2018",
      "additionalInfo": "Eurostat data reports goods exports in millions of euros to the rest of the world. To calculate the total value of goods exports to the world, we convert the total value of exports into USD using the average yearly USD/euro exchange rate produced by the European Central Bank available at: http://sdw.ecb.europa.eu/browseSelection.do?removeItem=&mergeFilter=&ec=&rc=&EXR_SUFFIX.18=A&oc=&df=true&DATASET=0&dc=&CURRENCY.18=USD&node=9691296&showHide=&pb=&removedItemList=&activeTab=&FREQ.18=A&legendRef=reference\n\nThen, the total export value in US$ is divided by the country's GDP to give total exports as a share of GDP. The World Bank's GDP data series (in current US$) is used. "
    },
    {
      "name": "World Bank WDI - Goods exports (2016)",
      "dataPublishedBy": "World Bank",
      "dataPublisherSource": "International Monetary Fund, Balance of Payments Statistics Yearbook and data files.",
      "link": "https://data.worldbank.org/indicator/BX.GSR.MRCH.CD",
      "retrievedDate": "14/03/2018",
      "additionalInfo": "To calculate total goods exports as a share of GDP, the value of goods exports (in current US$) was divided by country GDP (in current US$), with the ratio multiplied by 100. GDP data was taken from the World Bank's WDI available at: https://data.worldbank.org/indicator/NY.GDP.MKTP.CD\n\nThe World Bank's 'merchandise exports' refer to the FOB value of exported goods, while its 'goods exports' include all movable goods that involve a change in ownership from residents to non-residents. The latter definition is consistent with the System of National Accounts guidelines in reporting trade data.\n\nFor overlapping years, the World Bank total goods exports series is identical to WITS indicator 'Goods Exports (BoP, Current US$)'. \n\nGeneral comments: Note: Data are based on the sixth edition of the IMF's Balance of Payments Manual (BPM6) and are only available from 2005 onwards. Merchanting is reclassified from services to goods."
    },
    {
      "name": "IMF Direction of Trade Statistics (DOTS) (2017)",
      "dataPublishedBy": "IMF",
      "dataPublisherSource": "DOTS coverage augmented by trade statistics available from other international organisations such as Eurostat's Comext, UN Comtrade databases.",
      "link": "http://data.imf.org/?sk=9D6028D4-F14A-464C-A2F2-59B2CD424B85&sId=1390030341854",
      "retrievedDate": "14/03/2018",
      "additionalInfo": "To calculate total merchandise exports as a share of GDP, the DOTS value of merchandise exports was divided by country GDP (in current US$), with the ratio multiplied by 100. GDP data was taken from the World Bank's WDI available at: https://data.worldbank.org/indicator/NY.GDP.MKTP.CD\r\n\r\nRussia's time series is made up of Russia and the USSR. \r\nYemen's time series is made up of Yemen, the Yemen Arab Republic, and the Yemen People's Republic. "
    },
    {
      "name": "Correlates of War v4.0 - National (2016)",
      "dataPublishedBy": "Barbieri, Katherine and Omar M. G. Omar Keshk. 2016. Correlates of War Project Trade Data Set Codebook, Version 4.0. Online: http://correlatesofwar.org.",
      "dataPublisherSource": "National trade data, historical data",
      "link": "Trade data: http://www.correlatesofwar.org/data-sets/bilateral-trade BOE Exchange Rate: http://www.bankofengland.co.uk/research/Pages/datasets/default.aspx; CEPII (2016) GDP data: http://www.cepii.fr/cepii/en/bdd_modele/presentation.asp?id=32",
      "retrievedDate": "15/01/2018 ",
      "additionalInfo": "The national COW trade dataset provides estimates of total country exports (i.e. sum of exports to the rest of the world). To calculate trade as a share of GDP, we have used CEPII's long run historical GDP series (in nominal British pounds), converted to US$ using historical exchange rates from the Bank of England.\n\nFull reference: Barbieri, Katherine and Omar M. G. Omar Keshk. 2016. Correlates of War Project Trade Data Set Codebook, Version 4.0. Online: http://correlatesofwar.org.\n\nBarbieri, Katherine, Omar M. G. Keshk, and Brian Pollins. 2009. “TRADING DATA: Evaluating our Assumptions and Coding Rules.” Conflict Management and Peace Science. 26(5): 471-491. "
    },
    {
      "name": "CEPII National - Two Centuries of Bilateral Trade and Gravity Data: 1827-2014 (2016)",
      "dataPublishedBy": "Michel Fouquin & Jules Hugot , 2016. \"Two Centuries of Bilateral Trade and Gravity Data: 1827-2014,\" CEPII Working Paper 2016- 14 , May 2016 , CEPII",
      "dataPublisherSource": "IMF Direction of Trade Statistics data set, manuscripts",
      "link": "http://www.cepii.fr/cepii/en/bdd_modele/presentation.asp?id=32 ",
      "retrievedDate": "06/02/2018",
      "additionalInfo": "CEPII has compiled aggregate country-year export trade data. A number of sources are consulted in compiling these figures; the top three sources are the IMF (2002 and 2015) (19,026 observations); Mitchell (2007a,b,c) (11,705 observations); and the World Bank (2015) (3,030 observations). For further information see Table 6, page 18 of CEPII's working paper at: http://www.cepii.fr/PDF_PUB/wp/2016/wp2016-14.pdf\n\nTo calculate export trade as a share of GDP, aggregate country-year export data (in nominal British pounds) has been divided by CEPII's nominal GDP data, and multiplied by 100.  \n\nAndorra has been dropped as it had very sparse coverage; 3 observations for the years 1993,1994,1996."
    }
  ],
  "owidTags": [
    "Trade from the Recent Past to Present"
  ],
  "resources": [
    {
      "path": "Total value of exports by country to world (%GDP) (OWID calculations based on CEPII and other sources).csv",
      "schema": {
        "fields": [
          {
            "name": "Entity",
            "type": "string"
          },
          {
            "name": "Year",
            "type": "year"
          },
          {
            "name": "Total merchandise trade as share of GDP (CEPII Dyadic (2016))",
            "type": "any",
            "description": "",
            "owidDisplaySettings": {}
          },
          {
            "name": "Total merchandise trade as share of GDP (NBER-United Nations 1962-2000)",
            "type": "any",
            "description": "",
            "owidDisplaySettings": {}
          },
          {
            "name": "Total merchandise trade as a share of GDP (World Bank (WDI) (2016))",
            "type": "any",
            "description": "",
            "owidDisplaySettings": {}
          },
          {
            "name": "Total goods trade as a share of GDP (World Bank (WDI) (2016))",
            "type": "any",
            "description": "",
            "owidDisplaySettings": {}
          },
          {
            "name": "Total merchandise trade as a share of GDP (OECD (2016))",
            "type": "any",
            "description": "",
            "owidDisplaySettings": {}
          },
          {
            "name": "Total goods trade as a share of GDP (Eurostat (2016))",
            "type": "any",
            "description": "",
            "owidDisplaySettings": {}
          },
          {
            "name": "Total merchandise trade as share of GDP (COW v 4.0 National (2016))",
            "type": "any",
            "description": "",
            "owidDisplaySettings": {}
          },
          {
            "name": "Total merchandise trade as share of GDP (DOTS (2017))",
            "type": "any",
            "description": "",
            "owidDisplaySettings": {}
          },
          {
            "name": "Total merchandise trade as share of GDP (CEPII National (2016))",
            "type": "any",
            "description": "",
            "owidDisplaySettings": {}
          }
        ]
      }
    }
  ]
}