{
  "name": "Vaccine Coverage and Disease Burden - WHO (2017)",
  "title": "Vaccine Coverage and Disease Burden - WHO (2017)",
  "id": 645,
  "description": "",
  "sources": [
    {
      "name": "Global Health Observatory Data Repository (2017)",
      "dataPublishedBy": "WHO’s Global Health Observatory",
      "dataPublisherSource": "World Health Organization’s statistics",
      "link": "http://apps.who.int/gho/data/node.home",
      "retrievedDate": "26/07/2017",
      "additionalInfo": null
    },
    {
      "name": "OWID Disease Burden Variables (using WHO and UNPD)",
      "dataPublishedBy": "Our World In Data (dataset constructed by Ruby Mittal)",
      "dataPublisherSource": "Data on number of cases corresponds to WHO’s Global Health Observatory. Data on population estimates (1950-2015) corresponds to World Population Prospects, Population Division, United Nations (UNPD)",
      "link": "http://apps.who.int/gho/data/node.home https://esa.un.org/unpd/wpp/Download/Standard/Population/",
      "retrievedDate": "03/08/2017",
      "additionalInfo": "Additional information on data sources: \nGlobal Health Observatory (GHO) used surveillance systems to publish data on the number of cases for different diseases. Only the confirmed cases are reported by GHO. \nTo calculate the number of cases and deaths relative to the size of population, estimates provided by World Population Prospects, UNPD were used. These population estimates, are consistent with countries’ censuses, and subsequent trends in fertility, mortality and international migration.\nHandling data issues: \nUsing data on the number of cases and total population, standardized variables on disease burden (i.e. cases relative to the population) are created. One of the main challenges faced in constructing these variables was inconsistency in the definition of world regions. The data on disease burden (i.e. cases or deaths) is taken from GHO. It uniquely divides countries into six WHO regions. However, this is not the case in UNPD population dataset. To overcome this, we use the list of countries in each world region provided by WHO (http://www.who.int/about/regions/en/). Population figures are constructed by adding population estimates of countries in each WHO region. Since these estimates were originally in thousands, they are multiplied by 0.001 to get total population figures for countries and regions in millions. Finally, the ratio of the number of confirmed disease cases and population (in millions) is taken to report in this dataset."
    }
  ],
  "owidTags": [
    "Vaccination"
  ],
  "resources": [
    {
      "path": "Vaccine Coverage and Disease Burden - WHO (2017).csv",
      "schema": {
        "fields": [
          {
            "name": "Entity",
            "type": "string"
          },
          {
            "name": "Year",
            "type": "year"
          },
          {
            "name": "BCG immunization coverage among 1-year-olds (WHO 2017)",
            "type": "any",
            "description": "Percentage of one-year-olds who have received one dose of Bacillus Calmette-Guérin (BCG) vaccine in a given year. BCG vaccine protects against Tuberculosis. \r\nData sources: Household surveys\r\n",
            "owidDisplaySettings": {}
          },
          {
            "name": "Hepatitis B (HepB3) immunization coverage among 1-year-olds (WHO 2017)",
            "type": "any",
            "description": "Percentage of one-year-olds who have received three doses of hepatitis B vaccine in a given year.\r\nData sources: Facility reporting system and household surveys\r\n",
            "owidDisplaySettings": {}
          },
          {
            "name": "DTP3 immunization coverage among 1-year-olds (WHO 2017)",
            "type": "any",
            "description": "Percentage of one-year-olds who have received three doses of the combined diphtheria, tetanus toxoid and pertussis (DTP3) vaccine in a given year.\r\nData sources: Facility reporting system and household surveys\r\n",
            "owidDisplaySettings": {}
          },
          {
            "name": "Polio (Pol3) immunization coverage among 1-year-olds (WHO 2017)",
            "type": "any",
            "description": "Percentage of one-year-olds who have received three doses of polio vaccine in a given year. \r\nData sources: Facility reporting system and household surveys\r\n",
            "owidDisplaySettings": {}
          },
          {
            "name": "Measles (MCV) immunization coverage among 1-year-olds (WHO 2017)",
            "type": "any",
            "description": "Percentage of children under one year of age who have received at least one dose of measles-containing vaccine in a given year. For countries recommending the first dose of measles vaccine in children over 12 months of age, the indicator is calculated as the proportion of children less than 12-23 months of age receiving one dose of measles-containing vaccine.\r\nData sources: Facility reporting system and household surveys\r\n",
            "owidDisplaySettings": {}
          },
          {
            "name": "Number of confirmed tetanus cases (WHO 2017)",
            "type": "any",
            "description": "Confirmed total tetanus cases.\r\nData sources: Surveillance systems \r\n",
            "owidDisplaySettings": {}
          },
          {
            "name": "Number confirmed polio cases (WHO 2017)",
            "type": "any",
            "description": "Reported cases of laboratory-confirmed polio cases. A polio case is confirmed if wild poliovirus is isolated from stool specimens collected from an Acute flaccid paralysis (AFP) case.\r\nData sources: Surveillance systems \r\n",
            "owidDisplaySettings": {}
          },
          {
            "name": "Number of confirmed pertussis cases (WHO 2017)",
            "type": "any",
            "description": "Confirmed pertussis cases, including those confirmed clinically, epidemiologically, or by laboratory investigation. Cases that have been discarded following laboratory investigation should not be included. \r\nData sources: Surveillance systems \r\n",
            "owidDisplaySettings": {}
          },
          {
            "name": "Number of confirmed measles cases (WHO 2017)",
            "type": "any",
            "description": "Confirmed measles cases, including those confirmed clinically, epidemiologically, or by laboratory investigation. Cases that have been discarded following laboratory investigation should not be included.\r\nData sources: Surveillance systems\r\n",
            "owidDisplaySettings": {}
          },
          {
            "name": "Number of confirmed diphtheria cases (WHO 2017)",
            "type": "any",
            "description": "Confirmed diphtheria cases, including those confirmed clinically, epidemiologically, or by laboratory investigation. Cases that have been discarded following laboratory investigation should not be included.\r\nData sources: Surveillance systems\r\n",
            "owidDisplaySettings": {}
          },
          {
            "name": "Estimated deaths due to tuberculosis per 100,000 population, excluding HIV (WHO 2017)",
            "type": "any",
            "description": "Definition given by WHO is “The estimated number of deaths attributable to tuberculosis (TB) in a given year, expressed as the rate per 100,000 population. Published values are rounded to three significant figures.” \r\nData sources: Civil registration with complete coverage and medical certification of cause of death.\r\n",
            "owidDisplaySettings": {}
          },
          {
            "name": "Estimated number of deaths due to tuberculosis, excluding HIV (WHO 2017)",
            "type": "any",
            "description": "Definition given by WHO is “The estimated number of deaths attributable to tuberculosis (TB) in a given year. Published values are rounded to two significant figures.” \r\nData sources: Civil registration with complete coverage and medical certification of cause of death.\r\n\r\n",
            "owidDisplaySettings": {}
          },
          {
            "name": "Cases of tetanus per million population (WHO and UNPD 2017)",
            "type": "any",
            "description": "Tetanus cases per 1,000,000 population. Dividing the number of confirmed tetanus cases (reported by WHO 2017) by total population of the country (in millions, reported by World Population Prospects 2017, UN).",
            "owidDisplaySettings": {}
          },
          {
            "name": "Cases of polio per million population (WHO and UNPD 2017)",
            "type": "any",
            "description": "Polio cases per 1,000,000 population. Dividing the number of confirmed polio cases (reported by WHO 2017) by total population of the country (in millions, reported by World Population Prospects 2017, UN).",
            "owidDisplaySettings": {}
          },
          {
            "name": "Cases of pertussis per million population (WHO and UNPD 2017)",
            "type": "any",
            "description": "Pertussis cases per 1,000,000 population. Dividing the number of confirmed pertussis cases (reported by WHO 2017) by total population of the country (in millions, reported by World Population Prospects 2017, UN).",
            "owidDisplaySettings": {}
          },
          {
            "name": "Cases of measles per million population (WHO and UNPD 2017)",
            "type": "any",
            "description": "Measles cases per 1,000,000 population. Dividing the number of confirmed measles cases (reported by WHO 2017) by total population of the country (in millions, reported by World Population Prospects 2017, UN).",
            "owidDisplaySettings": {}
          },
          {
            "name": "Cases of diphtheria per million population (WHO and UNPD 2017)",
            "type": "any",
            "description": "Diphtheria cases per 1,000,000 population. Dividing the number of confirmed diphtheria cases (reported by WHO 2017) by total population of the country (in millions, reported by World Population Prospects 2017, UN).",
            "owidDisplaySettings": {}
          }
        ]
      }
    }
  ]
}