{
  "name": "Public expenditure on health in the long run - Lindert (1994), OECD, WHO",
  "title": "Public expenditure on health in the long run - Lindert (1994), OECD, WHO",
  "id": 384,
  "description": "Lindert acknowledges difficulties in reconstructing health expenditure data for such old period due to data availability and definitions, and admits that a degree of subjectivity if inevitable. A full discussion on these issue is in Lindert (1994), pp.7-8.\r\n\r\nHe adopts a definition of Public expenditure on health based on OECD, Social Expenditure 1960-1990, (1985), where it is defined as: 'Expenditure on hospitals, clinics and medical, dental and para-medical practitioners, public health, medicaments, prostheses, medical equipment and applicance or other prescribed health-related products, and applied research and experimental development related to health and medical delivery systems' (p.75).\r\n\r\nAccording to Annex C of OECD (1985), further information are available \"in the 'Instructions and Definitions' which accompany the Government Expenditure Questionnaire completed by Member governments, the response to which provides the basis of the government expenditure accounts included in OECD National Accounts\".",
  "sources": [
    {
      "name": "Lindert (1994)",
      "dataPublishedBy": "Lindert, Peter H. The Rise of Social Spending, 1880-1930. Explorations in Economic History, 1994",
      "dataPublisherSource": "ILO “International Survey of Social Services” (1933; 1936); National Statistical Yearkbooks",
      "link": "http://www.sciencedirect.com/science/article/pii/S0014498384710011",
      "retrievedDate": "04/10/2017",
      "additionalInfo": "Lindert acknowledges difficulties in reconstructing health expenditure data for such old period due to data availability and definitions, and admits that a degree of subjectivity if inevitable. A full discussion on these issue is in Lindert (1994), pp.7-8.\r\n\r\nHe adopts a definition of Public expenditure on health based on OECD, Social Expenditure 1960-1990, (1985), where it is defined as: 'Expenditure on hospitals, clinics and medical, dental and para-medical practitioners, public health, medicaments, prostheses, medical equipment and applicance or other prescribed health-related products, and applied research and experimental development related to health and medical delivery systems' (p.75).\r\n\r\nAccording to Annex C of OECD (1985), further information are available \"in the 'Instructions and Definitions' which accompany the Government Expenditure Questionnaire completed by Member governments, the response to which provides the basis of the government expenditure accounts included in OECD National Accounts\"."
    },
    {
      "name": "OECD Health Systems. Facts and trends 1960-1991, (1993)",
      "dataPublishedBy": "OECD Health Systems, facts and trends 1960-1991, Health Policy Studies n°3, 1993",
      "dataPublisherSource": "OECD Health Data. Data are collected by the OECD from multiple and independent sources: e.g. social security agencies, central statistical agencies, various ministries, budget services, private insurance associations, non-profit organisations",
      "link": "http://www.worldcat.org/title/oecd-health-systems-1-facts-and-trends-1960-1991/oclc/180660524?referer=di&ht=edition",
      "retrievedDate": null,
      "additionalInfo": "Authors of OECD (1993) admit that \"the challenges faced by a comparative health statisticians are considerable\". In fact, \"The OECD data files were not built from a questionnaire filed out by national administrations but from detailed statistics published in each country, followed by their aggregation to correspond as closely as possible to a 'desired' definition\". More information on these issues is available in Chapter 2 of OECD (1993), vol.I, as well as in Annex 4 of OECD (1993), vol.II.\n\nA detailed definition of what is considered 'Total expenditure on health' is available in Annex 4, p.89. It comprises:\n\n- Household final consumption on medical care and health expenses including goods and services purchased at the consumers' own initiative. \n- Government-supplied health services, including schools, special pulic health programmes (e.g. vaccination campaigns). \n- Investment in clinics, laboratories etc. \n- Administration costs. \n- Research and development, excluding outlays by pharmaceutical firms. \n- Industrial medicine. \n- Outlays of voluntary organisations, caritative institutions and non-governmental health plans. \nPublic expenditure on health is defined as: \"The publicly financed share of Total expenditure on health, public referring to central and local authorities, health boards and social insurance institutions\"."
    },
    {
      "name": "Health Expenditure and Financing - OECD.stat (2016)",
      "dataPublishedBy": "OECD.Stat: Health Expenditure and Financing",
      "dataPublisherSource": "OECD Health Statistics 2016",
      "link": "http://stats.oecd.org/",
      "retrievedDate": "04/11/2017",
      "additionalInfo": "OECD.stat data are put together according to A System of Health Accounts (SHA), OECD, Eurostat, WHO (2011) , which provides consistent definitions across countries. As explained in SHA 2011, a previous version of SHA (1.0) summed up the two aggregates of “current expenditure on health” and “gross capital formation” to arrive at “total health expenditure”. However, as stressed by the SHA 2011, \"The distinction between current expenditure on health care goods and services and capital expenditure in health care industries is an important one\":\r\n\r\n\"Current expenditure on health care is final consumption expenditure of resident units on health care goods and services\", whereas \"Gross capital formation in the health care system is measured by the total value of the assets that providers of health services have acquired during the accounting period (less the value of the disposals of assets of the same type) and that are used repeatedly or for more than one year in the provision of health services\".\r\n\r\nAdditional information on definitions regarding Health Expenditure is available in the \"Health Expenditure Indicator Definitions\" document downloadable here here . (http://apps.who.int/nha/database/DocumentationCentre/Index/en).\r\n\r\nAdditional information on how data for the National Health Accounts are collected, assembled and harmonized is available in the System of Health Account. (http://www.who.int/health-accounts/methodology/sha2011.pdf).\r\n\r\nAdditional information on OECD Health Statistics 2016: OECD Health Statistics 2016, Definitions, Sources, and Methods. (http://www.oecd.org/els/health-systems/Table-of-Content-Metadata-OECD-Health-Statistics-2016.pdf)."
    },
    {
      "name": "World Health Organisation's NHA indicators (2014)",
      "dataPublishedBy": "World Health Organisation (WHO). Global Health Expenditure Database (GHED): General government health expenditure (GGHE)",
      "dataPublisherSource": "WHO updates the data annually, adjusting and estimating the numbers based on publicly available reports (health account reports, reports from the Ministry of Finance, Central Bank, National Statistics Offices, public expenditure information and reports from the World Bank, the International Monetary Fund, etc.)",
      "link": "http://apps.who.int/nha/database/Select/Indicators/en",
      "retrievedDate": "04/11/2017",
      "additionalInfo": "General Government Health Expenditure is defined by the WHO as \"the sum of health outlays paid for in cash or supplied in kind by government entities, such as the Ministry of Health, other ministries, parastatal organizations or social security agencies (without double counting government transfers to social security and extrabudgetary funds). It includes all expenditure made by these entities, regardless of the source, so includes any donor funding passing through them. It includes transfer payments to households to offset medical care costs and extrabudgetary funds to finance health services and goods. It includes current and capital expenditure\".\r\n\r\nTotal expenditure on health is defined by the WHO as \"the sum of all outlays for health maintenance, restoration or enhancement paid for in cash or supplied in kind. It is the sum of General Government Expenditure on Health and Private Expenditure on Health\".\r\n\r\nAdditional information on definitions regarding Health Expenditure is available in the \"Health Expenditure Indicator Definitions\" document downloadable here here . (http://apps.who.int/nha/database/DocumentationCentre/Index/en).\r\n\r\nAdditional information on how data for the National Health Accounts are collected, assembled and harmonized is available in the System of Health Account. (http://www.who.int/health-accounts/methodology/sha2011.pdf)"
    }
  ],
  "owidTags": [
    "Health Insurance & Spending"
  ],
  "resources": [
    {
      "path": "Public expenditure on health in the long run - Lindert (1994), OECD, WHO.csv",
      "schema": {
        "fields": [
          {
            "name": "Entity",
            "type": "string"
          },
          {
            "name": "Year",
            "type": "year"
          },
          {
            "name": "Public health expenditure as share of GDP (Lindert (1994))",
            "type": "any",
            "description": "",
            "owidDisplaySettings": {
              "unit": "Percent"
            }
          },
          {
            "name": "Public health expenditure as share of GDP (OECD (1993))",
            "type": "any",
            "description": "",
            "owidDisplaySettings": {
              "unit": "Percent"
            }
          },
          {
            "name": "Publicly financed current health expenditure (% GDP) (OECD.stat (2016))",
            "type": "any",
            "description": "Public current expenditure on health care as percentage of GDP:\r\nCurrent expenditure = Total Health Expenditure - Capital Expenditure.\r\nPublic component = Government schemes and compulsory contributory health care financing schemes. ",
            "owidDisplaySettings": {
              "unit": "Percent"
            }
          },
          {
            "name": "General Government Health Expenditure (%GDP) (WHO (2014))",
            "type": "any",
            "description": "",
            "owidDisplaySettings": {
              "unit": "Percent"
            }
          }
        ]
      }
    }
  ]
}